Repository: bosquig/behaviors
Catalog: locales/*.po
Languages: de_de, ro_ro

source: Behaviours
de_de: Verhalten
ro_ro: Comportamente

source: Clone
ro_ro: Clona

source: Clone of
de_de: Clone von
ro_ro: Clona a

source: Error in creating glpi_plugin_behaviors_configs
de_de: Fehler beim erstellen von glpi_plugin_behaviors_configs
ro_ro: Eroare la crearea glpi_plugin_behaviors_configs

source: Error during update glpi_plugin_behaviors_configs
de_de: Fehler beim akualisieren von glpi_plugin_behaviors_configs
ro_ro: Eroare în timpul actualizării glpi_plugin_behaviors_configs

source: Inventory
de_de: Inventar
ro_ro: Inventar

source: Ticket's number format
de_de: Format der Ticketnummer
ro_ro: Format număr tichet

source: Delete computer in OCSNG when purged from GLPI
de_de: Lösche Computer in OCSNG wenn diese in GLPI bereinigt wurden
ro_ro: Ştergere calculator în OCSNG când a fost înlăturat din GLPI

source: Plugin "Item's uninstallation" not installed
de_de: Plugin "Item's uninstallation" ist nicht installiert
ro_ro: Pluginul "Dezinstalarea Elementelor" ne instalat

source: Use the associated item's group
de_de: Verwenden der zugehörigen Gegenstands Gruppe
ro_ro: Utilizează grupul elementelor asociate

source: Use the requester's group
de_de: Verwenden der Anforderer Gruppe
ro_ro: Utiliează grupul solicitanţilor

source: Use the technician's group
de_de: Verwenden der Techniker Gruppe
ro_ro: Utilizează grupul tehnicienilor

source: Notification
de_de: Benachritigung
ro_ro: Notificare

source: Requester is mandatory
de_de: Anforderer ist verpflichtend
ro_ro: Solicitantul este obligatoriu

source: Additional notifications
de_de: Zusätzliche Benachrichtigung
ro_ro: Notificări adiţionale

source: Duration is mandatory before ticket is solved/closed
de_de: Die Dauer ist verpflichtend bevor das Ticket geschlossen/gelöst wird
ro_ro: Durata este obligatorie înainte ca tichetul să fie rezolvat/închis

source: Category is mandatory before ticket is solved/closed
de_de: Die Kategorie ist verpflichtend bevor das Ticket gelöst/geschlossen wird
ro_ro: Categoria este obligatorie înainte ca tichetul să fie rezolvat/închis

source: Type of solution is mandatory before problem is solved/closed
de_de: Die Art der Lösung ist verpflichtend bevor das Problem geschlossen/gelöst wird
ro_ro: Tipul soluţiei este obligatoriu înainte ca problema să fie rezolvat/închis

source: Type of solution is mandatory before ticket is solved/closed
de_de: Die Art der Lösung ist verpflichtend bevor das Ticket geschlossen/gelöst wird
ro_ro: Tipul soluţiei este obligatoriu înainte ca tichetul să fie rezolvat/închis

source: Description of solution is mandatory before ticket is solved/closed
de_de: Eine Beschreibung der Lösung ist verpflichtend bevor das Ticket geschlossen/gelöst wird
ro_ro: Descrierea soluţiei este obligatorie înainte ca tichetul să fie rezolvat/închis

source: Deny change of ticket's creation date
de_de: Ändern des Ticket Erstellungsdatums verweigern
ro_ro: Nu se poate schimba data creării tichetului

source: Protect from simultaneous update
de_de: Vor gleichzeitiger aktualisierung schützen
ro_ro: Protejează de la actualizări multiple

source: Single technician and group
de_de: Einzelner Techniker und Gruppe
ro_ro: Un singur tehnician sau grup

source: Single user and single group
de_de: Einzelner Benutzer und einzelne Gruppe
ro_ro: Un singur utilizator sau singur grup

source: Single user or group
de_de: Einzelner Benutzer oder Gruppe
ro_ro: Un singur utilizator sau grup

source: Add document to ticket
de_de: Dokument zum Ticket hinzufügen
ro_ro: Adaugă document la tichet

source: Delete document to ticket
de_de: Dokument vom Ticket entfernen
ro_ro: Şterge document de la tichet

source: You cannot close a problem without solution type
de_de: Sie können das Problem ohne eine Lösungsart nicht schließen
ro_ro: Nu puteţi inchide o problemă fără tipul soluţiei

source: Reopen ticket
de_de: Ticket wiedereröffnen
ro_ro: Redeschide tichetul

source: Can't save, item have been updated
de_de: Speichern nicht möglich, Gegenstand hat ein Aktualisierung erhalten.
ro_ro: Nu s-a salvat, elementul a fost actualizat
